docs/request_envelopes/obtenerNotificaciones.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
    xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/">
    <SOAP-ENV:Body>
        <ns9447:RestService.obtenerNotificaciones xmlns:ns9447="http://tempuri.org"></ns9447:RestService.obtenerNotificaciones>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>